Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/pcsx2.tmx
Source language: en
Languages: sv

source: Are you sure you want to reset the play time for &apos;{}&apos; ({})? Your current play time is {}. This action cannot be undone.
sv: Vill du återställa speltiden för &apos;{}&apos; ({})? Din aktuella speltid är {}. Åtgärden kan inte ångras.

source: Determines what frame rate NTSC games run at.
sv: Anger vilken bildfrekvens NTSC-spel körs med.

source: &lt;strong&gt;Author:&lt;/strong&gt; %1&lt;br&gt;&lt;strong&gt;Applied:&lt;/strong&gt; %2&lt;br&gt;%3
sv: &lt;strong&gt;Författare:&lt;/strong&gt; %1&lt;br&gt;&lt;strong&gt;Tillämpad:&lt;/strong&gt; %2&lt;br&gt;%3

source: Search Directory
sv: Sökkatalog

source: Swaps the selected memory cards in Slot 1 and Slot 2.
sv: Byter de valda minneskorten på plats 1 och plats 2.

source: Video Capture Height
sv: Höjd för videoinspelning

source: Save Depth
sv: Spara djup

source: Refresh List
sv: Uppdatera lista

source: Saves video recordings to per-game subfolders instead of a shared folder.
sv: Sparar videoinspelningar i undermappar per spel i stället för i en delad mapp.

source: Shade Boost
sv: Skuggförstärkning

source: Use Big Picture mode
sv: Använd Big Picture-läge

source: Automatically loads and applies widescreen patches on game start. Can cause issues.
sv: Läser automatiskt in och tillämpar bredbildspatchar när spelet startar. Kan orsaka problem.

source: Dump Mipmaps
sv: Dumpa mipmappar

source: Asynchronous Texture Loading
sv: Asynkron texturinläsning

source: Open...
sv: Öppna…

source: Ending memory address (in hexadecimal) to stop scanning for functions.
sv: Slutminnesadress (hexadecimalt) för att avsluta sökningen efter funktioner.

source: SNDLL Symbol Table
sv: SNDLL-symboltabell

source: Automatic Resolution
sv: Automatisk upplösning

source: Prevents the loading and saving of shaders/pipelines to disk.
sv: Förhindrar inläsning och sparning av shaderprogram/pipelines på disk.

source: Shows icons in the screen when a challenge/primed achievement is active.
sv: Visar ikoner på skärmen när en aktiv utmaning/förberedd prestation finns.

source: Dumping draw data to {}.
sv: Dumpning av ritdata till {}.

source: Texture Preloading:
sv: Förinläsning av texturer:

source: Failed to open CDVD &apos;{}&apos;: {}.
sv: Det gick inte att öppna CDVD &apos;{}&apos;: {}.

source: 17x Native (~6120px)
sv: 17× inbyggd (~6120 px)

source: Hit breakpoint @ {pc}
sv: Träffade brytpunkt @ {pc}

source: Failed to rename Memory Card. The log may contain more information.
sv: Det gick inte att byta namn på minneskortet. Loggen kan innehålla mer information.

source: Performs just-in-time binary translation of 64-bit MIPS-IV machine code to native code.
sv: Utför just-in-time-binäröversättning av 64-bitars MIPS-IV-maskinkod till inbyggd kod.

source: Might fix some misaligned fog, bloom, or blend effect.
sv: Kan åtgärda viss feljusterad dimma, bloom eller blandningseffekt.

source: Failed to save state: {}
sv: Det gick inte att spara sparläget: {}

source: Memory Card Type
sv: Typ av minneskort

source: Save Frames
sv: Spara bildrutor

source: Hides the main window (with the game list) when a game is running. Requires Render To Separate Window to be enabled.
sv: Döljer huvudfönstret (med spellistan) när ett spel körs. Kräver att Rendera i separat fönster är aktiverat.

source: Close
sv: Stäng

source: Location where screenshots taken during gameplay are saved.
sv: Plats där skärmbilder som tas under spel sparas.

source: Save the position and size of the debugger window when it is closed so that it can be restored later.
sv: Spara felsökarfönstrets position och storlek när det stängs, så att det kan återställas senare.

source: Shows the status of the number of dumped and loaded texture replacements in the top-right corner of the display.
sv: Visar status för antalet dumpade och inlästa textersättningar i skärmens övre högra hörn.

source: Aggressive (Maintain Upscale)
sv: Aggressiv (behåll uppskalning)

source: Selects the media container file format for recordings.
sv: Väljer mediecontainerfilformatet för inspelningar.

source: Intercept DHCP
sv: Fånga upp DHCP

source: Starting frame number to begin dumping GS data.
sv: Startbildrutenummer för att börja dumpa GS-data.

source: Fast Boot
sv: Snabbstart

source: Save Window Geometry
sv: Spara fönstergeometri

source: Background Image
sv: Bakgrundsbild

source: Auto (%1)
sv: Automatiskt (%1)

source: Flushes all targets in the texture cache back to local memory when shutting down. Can prevent lost visuals when saving state or switching graphics APIs, but can also cause graphical corruption.
sv: Tömmer alla mål i texturcachen tillbaka till det lokala minnet vid avstängning. Det kan förhindra förlorad grafik när sparlägen sparas eller grafik-API byts, men kan också orsaka grafikkorruption.

source: 20x Native (~7200px)
sv: 20× inbyggd (~7200 px)

source: Downloading Font
sv: Hämtar teckensnitt

source: Save Frame Start:
sv: Start för sparade bildrutor:

source: Train Mascon
sv: Tåg-Mascon

source: Opacity:
sv: Opacitet:

source: Expansion Mode
sv: Expansionsläge

source: Basic
sv: Grundläggande

source: Not provided by catalog
sv: Tillhandahålls inte av katalogen

source: Trilinear (Forced)
sv: Trilinjär (tvingad)

source: Bob (Bottom Field First, Full Frames)
sv: Bob (nedre fältet först, hela bildrutor)

source: VPS: N/A
sv: VPS: ej tillgängligt

source: Compatibility
sv: Kompatibilitet

source: You can customize additional RetroAchievements options later in Settings &gt; Achievements.
sv: Du kan anpassa ytterligare RetroAchievements-alternativ senare i Inställningar &gt; Prestationer.

source: Texture Filtering
sv: Texturfiltrering

source: Failed to initialize SPU2.
sv: Det gick inte att initiera SPU2.

source: Selects the audio codec used for recordings. If unsure, leave this set to Default.
sv: Väljer ljudkodeken som används för inspelningar. Lämna standardvärdet om du är osäker.

source: Bilinear Filtering:
sv: Bilinjär filtrering:

source: Saves performance metrics and statistics per frame when GS dumping is active.
sv: Sparar prestandamått och statistik per bildruta när GS-dumpning är aktiv.

source: Total number of consecutive frames to dump before stopping.
sv: Totalt antal sammanhängande bildrutor som ska dumpas innan stopp.

source: 0 (Disabled)
sv: 0 (inaktiverad)

source: Failed to allocate lookahead buffer.
sv: Det gick inte att allokera lookahead-buffert.

source: Minute
sv: Minut

source: Bottom Left
sv: Nere till vänster

source: Shows the internal resolution of the game.
sv: Visar spelets interna upplösning.

source: Weave (Top Field First, Sawtooth)
sv: Weave (övre fältet först, sågtandat)

source: When checked, the video capture resolution will follow the internal resolution of the running game.&lt;br&gt;&lt;br&gt;&lt;b&gt;Be careful when using this setting especially when you are upscaling, as higher internal resolutions (above 4x) can result in very large video capture and can cause system overload.&lt;/b&gt;
sv: När detta är markerat följer videoinspelningens upplösning den interna upplösningen i spelet som körs.<br><br><b>Var försiktig med denna inställning, särskilt vid uppskalning, eftersom högre intern upplösning (över 4×) kan ge mycket stora videoinspelningar och överbelasta systemet.</b>

source: Upscale multiplier maximized to {}x.
sv: Uppskalningsmultiplikatorn är maximerad till {}×.

source: Create Game Shortcut...
sv: Skapa spelgenväg…

source: Inside Target
sv: Inuti renderingsmålet

source: &Switch Graphics API
sv: &Byt grafik-API

source: Application Launcher
sv: Programstartare

source: Decreased
sv: Minskad

source: Memory cards are busy. Can&apos;t swap right now.
sv: Minneskorten används. Det går inte att byta nu.

source: Enable Hardcore Mode
sv: Aktivera hardcoreläge

source: Macro will toggle buttons every %n frames.
sv: Makrot växlar knappar med ett intervall på %n bildruta.

source: {0} Accurate Alpha Test is currently disabled. This game recommends enabling Accurate Alpha Test. You can enable it in Game Properties to improve graphical accuracy, but this may increase system requirements.
sv: {0} Noggrant alfatest är för närvarande inaktiverat. Det här spelet rekommenderar att du aktiverar noggrant alfatest. Du kan aktivera det i Spelegenskaper för att förbättra den grafiska noggrannheten, men det kan öka systemkraven.

source: New Host
sv: Ny värd

source: Includes video in recordings.
sv: Inkluderar video i inspelningar.

source: Texture Offsets Y
sv: Texturförskjutning Y

source: Hardware Dump Directory:
sv: Katalog för hårdvarudumpar:

source: Use Debug Device
sv: Använd felsökningsenhet

source: Enable Thread Pinning
sv: Aktivera trådfästning

source: DNS2 Mode
sv: DNS2-läge

source: Center
sv: Centrera

source: Selects the number of power notches (3-6)
sv: Väljer antalet effektlägen (3–6)

source: Save HW Config
sv: Spara HW-konfiguration

source: Triangular Filter
sv: Triangulärt filter

source: Error
sv: Fel

source: Sets the distance in pixels from the edges of the screen for OSD elements.
sv: Anger avståndet i pixlar från skärmkanterna för OSD-element.

source: Display Resolution
sv: Bildskärmsupplösning

source: EE Cycle Skipping
sv: Hoppning av EE-cykler

source: Use Diagonal Scale Correction
sv: Använd korrigering av diagonalskala

source: ROV Barriers Vulkan
sv: ROV-barriärer för Vulkan

source: empty title
sv: tom titel

source: Enabled (Exact Match)
sv: Aktiverad (exakt matchning)

source: Read Targets When Closing
sv: Läs mål vid stängning

source: Error: {}
sv: Fel: {}

source: Failed to Load State
sv: Det gick inte att läsa in sparläget

source: Clear OSD Font Override
sv: Rensa åsidosättning av OSD-typsnitt

source: Shows the current system CPU and GPU information.
sv: Visar aktuell CPU- och GPU-information för systemet.

source: 7 (448 Max Width)
sv: 7 (maximal bredd 448)

source: System font families: loading...
sv: Teckensnittsfamiljer i systemet: läser in …

source: Sets the recording height when Automatic Resolution is disabled.
sv: Anger inspelningshöjden när Automatisk upplösning är inaktiverad.

source: Native Scaling:
sv: Inbyggd skalning:

source: Icon
sv: Ikon

source: Multitap on Console Port 2
sv: Multitap på konsolport 2

source: Invalid size. Please enter a number between 40 and 2000.
sv: Ogiltig storlek. Ange ett tal mellan 40 och 2 000.

source: Enter the PS2 IP address
sv: Ange PS2-IP-adressen

source: Logging saved performance metrics
sv: Loggar sparade prestandamått

source: Drop Indicator Style
sv: Stil för släppindikator

source: Refresh Interval:
sv: Uppdateringsintervall:

source: Custom Arguments
sv: Egna argument

source: Selects the texture filtering mode used by the software renderer.
sv: Väljer texturfiltreringsläget som används av programvarurenderaren.

source: Enable DualSense Player LED
sv: Aktivera spelar-LED för DualSense

source: Theme
sv: Tema

source: Hardware Dump Directory
sv: Katalog för maskinvarudumpar

source: Minute of the hour (0-59).
sv: Timmes minut (0–59).

source: Failed to open memory card directory.
sv: Det gick inte att öppna minneskortskatalogen.

source: 3 Seconds
sv: 3 sekunder

source: Select how to display the background image.
sv: Välj hur bakgrundsbilden ska visas.

source: Add to...
sv: Lägg till i…

source: Add Separator
sv: Lägg till avgränsare

source: Invalid Log Format
sv: Ogiltigt loggformat

source: No family selected.
sv: Ingen teckensnittsfamilj har valts.

source: Cannot load state while RetroAchievements Hardcore Mode is active.
sv: Det går inte att läsa in sparläget medan RetroAchievements hardcoreläge är aktivt.

source: Uses a custom local font file for OSD text. Leave empty to use the bundled default font.
sv: Använder en egen lokal teckensnittsfil för OSD-text. Lämna tomt för att använda det medföljande standardteckensnittet.

source: DNS1 Address
sv: DNS1-adress

source: Move Up
sv: Flytta upp

source: Enables 48-bit Logical Block Addressing support for virtual hard drives larger than 128 GB.
sv: Aktiverar stöd för 48-bitars logisk blockadressering för virtuella hårddiskar större än 128 GB.

source: Save Frame Stats
sv: Spara bildrutsstatistik

source: Startup Error
sv: Startfel

source: Diagonal Filter
sv: Diagonalt filter

source: Save Info
sv: Spara information

source: Displays a graph showing the average frametimes.
sv: Visar en graf med genomsnittliga bildrutetider.

source: Downloaded font file could not be loaded.
sv: Den hämtade teckensnittsfilen kunde inte läsas in.

source: OSD Margin:
sv: OSD-marginal:

source: Failed to Load State From Slot %1
sv: Det gick inte att läsa in tillståndet från plats %1

source: Cycle TV Shader
sv: Växla TV-shader

source: Enables audio stream recording into video captures.
sv: Aktiverar inspelning av ljudström i videoinspelningar.

source: OSD Performance Position:
sv: Position för OSD-prestanda:

source: Anisotropic Filtering:
sv: Anisotrop filtrering:

source: Game List Background Opacity
sv: Opacitet för bakgrund i spellista

source: Disable/Reset Game List Background
sv: Inaktivera/återställ bakgrund för spellista

source: Failed to open output file &apos;%1&apos;: %2
sv: Det gick inte att öppna utdatafilen &apos;%1&apos;: %2

source: Generic
sv: Allmänt

source: Input Profile
sv: Inmatningsprofil

source: Slot: %1 | %2 | EE: %3% | GS: %4%
sv: Plats: %1 | %2 | EE: %3 % | GS: %4 %

source: Bottom Right (Default)
sv: Nere till höger (standard)

source: Enable Network Adapter
sv: Aktivera nätverksadapter

source: Slow-Motion Speed
sv: Hastighet för långsam uppspelning

source: Download Failed
sv: Hämtningen misslyckades

source: Open Snapshots Folder
sv: Öppna mappen Skärmbilder

source: Force Disabled
sv: Tvinga inaktiverad

source: Reset All Columns
sv: Återställ alla kolumner

source: Reduces texture aliasing at extreme viewing angles.
sv: Minskar texturaliasing vid extrema betraktningsvinklar.

source: Disable Partial Source Invalidation
sv: Inaktivera partiell ogiltigförklaring av källan

source: Hotkeys
sv: Kortkommandon

source: Display Options
sv: Visningsalternativ

source: 4 (256 Max Width)
sv: 4 (maximal bredd 256)

source: File Already Exists
sv: Filen finns redan

source: Online Catalog
sv: Nätkatalog

source: Xzs_ReadBackward() failed: {}.
sv: Xzs_ReadBackward() misslyckades: {}.

source: Open Memory Card Folder
sv: Öppna minneskortsmapp

source: RA: Logged in as %1 (%2 pts, Casual: %3 pts). %4 unread messages.
sv: RA: Inloggad som %1 (%2 p, casual: %3 p). %4 olästa meddelanden.

source: Bilinear (Forced excluding sprite)
sv: Bilinjär (tvingad, exklusive sprite)

source: capture
sv: fånga

source: Toggles scanning patch files for all CRCs of the game. With this enabled available patches for the game serial with different CRCs will also be loaded.
sv: Växlar genomsökning av patchfiler för alla CRC:er för spelet. När detta är aktiverat läses även tillgängliga patchar för spelets serienummer med andra CRC:er in.

source: DESCRIPTION
sv: BESKRIVNING

source: Cannot frame advance while RetroAchievements Hardcore Mode is active.
sv: Det går inte att stega bildruta när RetroAchievements hardcoreläge är aktivt.

source: Failed to create the Memory Card, because another card with the name &apos;{}&apos; already exists.
sv: Det gick inte att skapa minneskortet eftersom det redan finns ett annat kort med namnet &apos;{}&apos;.

source: Bilinear (PS2)
sv: Bilinjär (PS2)

source: Saved {} seconds ago
sv: Sparad för {} sekunder sedan

source: Bilinear (Sharp)
sv: Bilinjär (skarp)

source: As part of our upgrade to SDL3, we&apos;ve had to migrate your binds. Your controller did not match the Xbox layout and may need rebinding. Please verify your controller settings and amend if required.
sv: Som en del av uppgraderingen till SDL3 har vi behövt migrera dina bindningar. Din handkontroll matchade inte Xbox-layouten och kan behöva bindas om. Kontrollera handkontrollens inställningar och ändra dem vid behov.

source: Failed to read real state data
sv: Det gick inte att läsa verklig tillståndsdata.

source: Stop Recording
sv: Stoppa inspelning

source: Invalid float value
sv: Ogiltigt flyttalsvärde

source: Disable Interlace Offset
sv: Inaktivera sammanflätningsförskjutning

source: Selects the media container file format for video recordings.
sv: Väljer mediecontainerfilformat för videoinspelningar.

source: Video Captures Directory
sv: Katalog för videoinspelningar

source: Nearest (Default)
sv: Närmaste (standard)

source: Add PCSX2 to the Start Menu
sv: Lägg till PCSX2 på Start-menyn

source: Failed to write downloaded data to &apos;%1&apos;: %2
sv: Det gick inte att skriva hämtade data till &apos;%1&apos;: %2

source: Toggles scanning cheat files for all CRCs of the game. With this enabled available cheats for the game serial with different CRCs will also be loaded.
sv: Växlar genomsökning av fuskfiler för alla CRC:er för spelet. När detta är aktiverat läses även tillgängliga fusk för spelets serienummer med andra CRC:er in.

source: Hardware Download Mode:
sv: Hämtningsläge för maskinvara:

source: Failed to initialize USB.
sv: Det gick inte att initiera USB.

source: Catalog unavailable. Use &apos;Choose Local&apos; to select a font file or &apos;Use Default&apos; for the bundled font.
sv: Katalogen är inte tillgänglig. Välj &apos;Välj lokal fil&apos; för att välja en teckensnittsfil eller &apos;Använd standard&apos; för det medföljande teckensnittet.

source: &lt;html&gt;&lt;head/&gt;&lt;body&gt;&lt;h1 style=&quot; margin-top:18px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;&quot;&gt;&lt;span style=&quot; font-size:xx-large; font-weight:700;&quot;&gt;Setup Complete!&lt;/span&gt;&lt;/h1&gt;&lt;p&gt;You are now ready to run games.&lt;/p&gt;&lt;p&gt;&lt;span style=&quot; font-weight:700;&quot;&gt;Warning: Do not run untrusted programs in PCSX2. It is not a sandbox and cannot protect your computer from malicious software.&lt;/span&gt;&lt;/p&gt;&lt;p&gt;Further options are available under the settings menu. You can also use the Big Picture UI for navigation entirely with a gamepad.&lt;/p&gt;&lt;p&gt;We hope you enjoy using PCSX2.&lt;/p&gt;&lt;/body&gt;&lt;/html&gt;
sv: &lt;html&gt;&lt;head/&gt;&lt;body&gt;&lt;h1 style=&quot; margin-top:18px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;&quot;&gt;&lt;span style=&quot; font-size:xx-large; font-weight:700;&quot;&gt;Installationen är klar!&lt;/span&gt;&lt;/h1&gt;&lt;p&gt;Du kan nu köra spel.&lt;/p&gt;&lt;p&gt;&lt;span style=&quot; font-weight:700;&quot;&gt;Varning: kör inte program som du inte litar på i PCSX2. Det är ingen sandlåda och kan inte skydda datorn mot skadlig programvara.&lt;/span&gt;&lt;/p&gt;&lt;p&gt;Fler alternativ finns på inställningsmenyn. Du kan även använda Big Picture-gränssnittet för att navigera helt med en handkontroll.&lt;/p&gt;&lt;p&gt;Vi hoppas att du trivs med PCSX2.&lt;/p&gt;&lt;/body&gt;&lt;/html&gt;

source: Font Families
sv: Teckensnittsfamiljer

source: Downloaded font license metadata could not be written.
sv: Den hämtade licensmetadata för teckensnittet kunde inte skrivas.

source: Failed to read byte.
sv: Det gick inte att läsa byte.

source: Left:
sv: Vänster:

source: Pad
sv: Handkontroll

source: Downloading Files
sv: Hämtar filer

source: The memory card is busy, so the reset operation has been cancelled to prevent data loss.
sv: Minneskortet är upptaget, så återställningen avbröts för att förhindra dataförlust.

source: &lt;html&gt;&lt;head/&gt;&lt;body&gt;&lt;p align=&quot;justify&quot;&gt;PCSX2 supports RetroAchievements, a service that adds achievements, leaderboards, and extra challenges to classic games.&lt;/p&gt;&lt;p align=&quot;justify&quot;&gt;Sign in below to link your account and start earning achievements in supported titles, or create a free account at &lt;a href=&quot;https://retroachievements.org/createaccount.php&quot;&gt;&lt;span style=&quot; text-decoration: underline; color:#27bf73;&quot;&gt;retroachievements.org/createaccount.php&lt;/span&gt;&lt;/a&gt;.&lt;/p&gt;&lt;p align=&quot;justify&quot;&gt;Using RetroAchievements is completely optional and not required to use PCSX2.&lt;/p&gt;&lt;/body&gt;&lt;/html&gt;
sv: &lt;html&gt;&lt;head/&gt;&lt;body&gt;&lt;p align=&quot;justify&quot;&gt;PCSX2 har stöd för RetroAchievements, en tjänst som lägger till prestationer, topplistor och extra utmaningar i klassiska spel.&lt;/p&gt;&lt;p align=&quot;justify&quot;&gt;Logga in nedan för att länka ditt konto och börja samla prestationer i spel som stöds, eller skapa ett kostnadsfritt konto på &lt;a href=&quot;https://retroachievements.org/createaccount.php&quot;&gt;&lt;span style=&quot; text-decoration: underline; color:#27bf73;&quot;&gt;retroachievements.org/createaccount.php&lt;/span&gt;&lt;/a&gt;.&lt;/p&gt;&lt;p align=&quot;justify&quot;&gt;RetroAchievements är helt valfritt och krävs inte för att använda PCSX2.&lt;/p&gt;&lt;/body&gt;&lt;/html&gt;

source: Changes the HDD image used for PS2 internal storage.
sv: Ändrar HDD-avbilden som används för PS2:s interna lagring.

source: Cheats have been disabled due to RetroAchievements Hardcore Mode.
sv: Fusk har inaktiverats på grund av RetroAchievements hårdporrläge.

source: Capture Video
sv: Spela in video

source: Backend
sv: Bakände

source: Position of on-screen-display messages when events occur such as save states being created/loaded, screenshots being taken, etc.
sv: Position för skärmvisningsmeddelanden när händelser inträffar, till exempel när sparlägen skapas eller läses in, skärmbilder tas och så vidare.

source: Start Recording
sv: Starta inspelning

source: Unlock Sound
sv: Upplåsningsljud

source: On-Screen Display Settings
sv: Inställningar för skärmvisning

source: Plays a sound effect when achievement notifications appear.
sv: Spelar upp en ljudeffekt när prestationsnotiser visas.

source: Scan Range Start Address
sv: Startadress för sökintervall

source: Background
sv: Bakgrund

source: Memory
sv: Minne

source: PS2 IP Address
sv: PS2-IP-adress

source: Skip Draw Range:
sv: Intervall för överhoppade ritanrop:

source: Enter the IP address
sv: Ange IP-adressen

source: Automatic (Default)
sv: Automatiskt (standard)

source: Location where video recordings captured from the emulator are saved.
sv: Plats där videoinspelningar från emulatorn sparas.

source: Save Alpha
sv: Spara alfa

source: Second of the minute (0-59).
sv: Minuts sekund (0–59).

source: Modules
sv: Moduler

source: Reset Controller Settings
sv: Återställ handkontrollens inställningar

source: seconds
sv: sekunder

source: Save Draw Stats
sv: Spara ritningsstatistik

source: Determines the deinterlacing method to be used on the interlaced screen of the emulated console. Automatic should be able to correctly deinterlace most games, but if you see visibly shaky graphics, try one of the other options.
sv: Avgör vilken metod för avsammanflätning som ska användas på den emulerade konsolens sammanflätade skärm. Automatiskt ska kunna avsammanfläta de flesta spel korrekt, men om grafiken ser skakig ut kan du prova något av de andra alternativen.

source: DMA Control
sv: DMA-styrning

source: DMA Registers
sv: DMA-register

source: Cannot back up old save state &apos;{}&apos;.
sv: Det går inte att säkerhetskopiera det gamla sparläget &apos;{}&apos;.

source: Downloading covers...
sv: Hämtar omslag …

source: HDD Size
sv: Hårddiskstorlek

source: Vertical Stretch:
sv: Vertikal sträckning:

source: Stop
sv: Stoppa

source: Username: %1 Login token generated on %2.
sv: Användarnamn: %1 Inloggningstoken skapad %2.

source: Failed to save state to slot {}: {}
sv: Det gick inte att spara sparläget på plats {}: {}

source: Disable Render Fixes
sv: Inaktivera renderingsfixar

source: Warn About Unsafe Settings
sv: Varna för osäkra inställningar

source: Select ELF File
sv: Välj ELF-fil

source: Appearance
sv: Utseende

source: Audio
sv: Ljud
